Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smj/bible/svenskakyrkan/default.aspx_id=775925.html.tmx
Source language: fin
Languages: smj

source: Kansainvälinen työ - Svenska kyrkan - Om oss
smj: Rijkajgasskasasj barggo - Svenska kyrkan - Om oss

source: Kansainvälinen työ
smj: Rijkajgasskasasj barggo

source: Nopea katastrofiapu, pitkän tähtäimen kehitys, taistelu oikeudenmukaisuuden puolesta ja yli sata vuotta yhteistyötä kirkkojen kanssa Afrikassa ja Aasiassa.
smj: Råhtos håhkkånimviehkke, guhkaájggásasj åvddånibme, oajbbom rievtesvuohtaj ja ienep gå tjuohtejahkasasj aktijbarggo girkkoj Afrikin ja Asian.

source: Siinä yksi tapa kuvailla Ruotsin kirkon kansainvälistä työtä nimeltä.
smj: Vuohke l buojkodit Jårbbå väráldav, Svieriga girkko rijkajgasskasasj barggo.

source: Köyhän naisen saama laina perheensä elämän parantamiseksi on osa kansainvälistä työtä.
smj: Gå häjos nissunij vatteduvvá åskeldimev loaddnut ja buoredit viessomav suv fuolkkáj de l rijkajgasskasasj bargos oasse.

source: Sitä on myös hiv- ja aids-potilaiden kohtaaminen heidän syrjimisensä sijaan.
smj: Sämmi l gå hiv-dähppom jali aidsskihppe duostodovvá huvsos sadjá gå rájadallat.

source: Kansainvälistä työtä tehdään myös, kun ihmiset hakevat sovintoa vihanpidon sijaan ja kun konfliktit korvataan naapurisovulla.
smj: Jali gå ulmutja ságasti såbadusá birra sadjáj gå nubbe nuppep vasjijn duosstot, ja rijddo ráddnasemasvuodas målsuduvvá.

source: Ruotsin kirkon kansainvälinen työ on tehnyt yhteistyötä afrikkalaisten ja aasialaisten kirkkojen kanssa yli sadan vuoden ajan.
smj: Jårbbå värált, Svieriga girkko rijkajgasskasasj barggo l aktijbarggam girkkoj Afrikin ja Asian badjel tjuohte jage.

source: Nykyään maailmanlaajuista kristillistä yhteistyötä tehdään oikeudenmukaisen maailman puolesta nälän, köyhyyden ja sorron poistamiseksi. ACT-allianssi (ACT.
smj: Uddni bargaduvvá väráldij rievtesvuodajn váni nielge, häjosvuoda ja duolmmoma dagi väráltvijdes ristagis aktisasjvuodan.

source: Alliance) toimii koko maailmassa.
smj: ATC-allianssa gávnnu birra värálda.

source: Ihmiset pyrkivät kaikkialla vaikuttamaan elämäänsä ja muuttamaan sitä.
smj: Juohkka sajen ulmutja barggi vájkudittjat ja buoredittjat sijá viessomav.

source: Yksityisten lahjoitukset ovat tärkeitä Tähän työhön kuuluvat ruoan ja veden turvaaminen kaikille, maatalouden kehitys, teologinen koulutus, mikroluotot ja säästäminen sekä sovittelu ja uskontodialogi.
smj: Vatta aktugattjasj li ájnnasa Dán bargon la barggo biebbmuj ja tjáhtjáj gájkajda, lánndadáfoåvddånibme, teologalasj åhpadus, mikrolåna ja spárram ja såbadus ja jáhkkudakságastallam.

source: Lisäksi työhön kuuluu taistelu oikeudenmukaisuuden puolesta, esimerkiksi oikeudenmukaisen kaupankäynnin, katastrofiavun, ihmisoikeuksien ja naisten johtajuuden puolesta.
smj: Valla aj oajbbom rievtesvuohtaj, buojkulvissan rievtes oasestibme, håhkkånimdago, ulmutjij riektá ja nissunlasj lájddijibme.

source: Työ rahoitetaan suurelta osin Ruotsissa kerätyillä varoilla.
smj: Barggo biednigahteduvvá ienemusát biednigijs ma tjoahkkeduvvi Svierigin.

source: Seurakuntien, yksityisten lahjoittajien ja järjestöjen lahjoitukset ovat merkittäviä työssä oikeudenmukaisemman maailman luomiseksi.
smj: Vatta tjoaggulvisájs, aktugasj vaddijs ja siebrijs doarjju bargos ednagav väráldij ienep rievtesvuohtajn.

source: Ruotsin kehitysaputoimiston Sidan ja EU:n määrärahat ovat myös tärkeitä.
smj: Biednikdoarjja Sidas ja EUas la ietjá ájnas sisboahto.

source: Ruotsin kirkon seurakunnat ovat kansainvälisen työn perusta.
smj: Svieriga girkko tjoaggulvisá li vuodo rijkajgasskasasj bargon.

source: Ne tiedottavat, kouluttavat ja keräävät rahaa esimerkiksi keräämällä kolehtia ja järjestämällä myyjäisiä sekä erilaisia tapahtumia.
smj: Diededi, åhpadi ja tjoaggi biednignijt, buojkulvissan kollektaj, basaraj ja dåjmaj baktu stádan.

source: Epäoikeudenmukaisuuksista on päästävä eroon Avustustyö on tärkeää, mutta se ei ratkaise kaikkia ongelmia.
smj: Vierrevuoda hähttuji gádoduvvat Viehkke l ájnas, valla ij tjoavde gájkka gassjelisvuodajt.

source: Epäoikeudenmukaisuudet, jotka estävät ihmisiä elämästä arvokasta elämää, on poistettava.
smj: Vierrevuoda ma ulmutjijt duosstu viessot árvvogisláhkáj hähttuji gádoduvvat.

source: Samalla kun kaikkien pitäisi pystyä elättämään itsensä nykymaailmassa, maapallon luonnonvarojen on riitettävä tulevillekin sukupolville.
smj: Avtabále gå gájka galggi máhttet ietjasa biebbmat dálla, de hähttuji ednama luohko bissot boahtte buolvajda.

source: Ruotsin kirkon tukee paikallisia kirkkoja ja organisaatioita Euroopassa, Afrikassa, Aasiassa, Latinalaisessa Amerikassa ja Lähi-idässä tekemällä yhteistyötä kansainvälisessä kirkkojen verkostossa.
smj: Jårbbå värált, Svieriga girkko dårjav vaddá bájkálasj girkkojda ja organisasjåvnåjda Europan, Afrikin, Asian, Latijnnaamerikin, ja Mellan Östernin aktijbargo baktu rijkajgasskasasj girkkolasj värmmádagájn.

source: Se on tehokas tapa työskennellä pysyvän muutoksen puolesta.
smj: Anedahkes vuohke l barggat bissolis buoredibmáj.

source: Ruotsin kirkon kansliassa Uppsalassa suunnitellaan keräystoimintaa, kansansivistystyötä sekä valistustyötä.
smj: Girkkokansliddjan Uppsálan plániduvá tjoaggem, álmmukåhpadus ja vájkudimbarggo.

source: Siellä päätetään, mitä projekteja eri puolilla maailmaa tuetaan taloudellisesti tai henkilökohtaisesti Ruotsin kirkon kansainvälisen työn kautta.
smj: Danna mierreduvvá makkir prosjevta umasslágásj sajijn väráldin ma galggi doarjjoduvvat ekonomalattjat jali persåvnålattjat Jårbbå väráldis, Svieriga girkko rijkajgasskasasj barggo.
